[Balance.PawnBalance_GoliathSnow AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Snow Goliath",TransformedNames=((TransformedName="angry cloud goliath"),(TransformedName="snowman goliath"),(TransformedName="Lumigoliath is really stupid"),(TransformedName="Snow Goliath is the ultimate villain"),(TransformedName="Snow Goliath")))

[Character.CharClass_Allium_GoliathSnow AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

